[
    {
        "Question": "How many people were on the Titanic when it sank?"
    },
    {
        "Question": "What year did the Titanic sink?"
    },
    {
        "Question": "How many people survived the Titanic disaster?"
    },
    {
        "Question": "What percentage of passengers where male?"
    },
    {
        "Question": "What percentage of people where female?"
    },
    {
        "Question": "how many males where on board and how many females?"
    },
    {
        "Question": "how many people were in first class?"
    },
    {
        "Question": "show the count of passengers by port of origin?"
    },
    {
        "Question": "how many people died ?"
    },
    {
        "Question": "how many penguins died because of oil from the titanic ?"
    },
    {
        "Question": "why did the titanic sink ?"
    },
    {
        "Question": "Why didnt people call on cell phones ?"
    },
    {
        "Question": "what was the average fare for each class of ticket ?"
    },
    {
        "Question": "how many voyages had the titanic been on ?"
    },
    {
        "Question": "Did johnny Depp survive the titanic disaster  ?"
    },
    {
        "Question": "Why did the titanic sink  ?"
    },
    {
        "Question": "what was the largest family last name to be on the titanic  ?"
    },
    {
        "Question": "How many adults where on board  ?"
    },
    {
        "Question": "How many children where on board  ?"
    },
    {
        "Question": "Did more women survive the titanic than men ?"
    },
    {
        "Question": "how many people that where in first class ?"
    },
    {
        "Question": "how many people that where in first class that survived ?"
    },
    {
        "Question": "how many people that where in first class that died ?"
    },
    {
        "Question": "what was the rate of survival in first class ?"
    },
    {
        "Question": "What was the arte of survival in each ticket class of the titanic ?"
    },
    {
        "Question": "How many rows in the database ?"
    },
    {
        "Question": "Why didnt the passengers just swim home ?"
    },
    {
        "Question": "How many people where eaten by sharks ?"
    },
    {
        "Question": "Did leonardo decaprio survive the titanic disaster  ?"
    },
    {
        "Question": "Is the titanic still sailing today  ?"
    },
    {
        "Question": "Was the titanic made out of wood  ?"
    },
    {
        "Question": "How long did the titanic take to sink  ?"
    },
    {
        "Question": "Was the captain of the titanic drunk or asleep when it sank ?"
    },
    {
        "Question": "Did Adolph Hitler sink the titanic with a uboat  ?"
    },
    {
        "Question": "How many children where on board  ?"
    },
    {
        "Question": "How many children under twelve were on board  ?"
    },
    {
        "Question": "How many people over 65 years old were on board the titanic  ?"
    }
]